 Amber12 Module: addles
 set up Locally Enhanced Sampling topology
add_les> file rprm name=(4amber_3cfb.prmtop) read
  The following unit number was assigned    26
| New format PARM file being parsed.
| Version =    1.000 Date = 05/20/20 Time = 17:10:06
 Checking topology sizes against compiled limits
 Checking topology sizes against compiled limits
add_les> file rcbd name=(4amber_3cfb.rst7) read
  The following unit number was assigned    27
Coords, box from unit  27
                                                                                
 Reading coordinates from input file
 Reading box coords from input file
add_les> file wprm name=(4amber_3cfb.LES.prmtop) wovr
  The following unit number was assigned    28
add_les> file wcrd name=(4amber_3cfb.LES.rst7) wovr
  The following unit number was assigned    29
add_les> action
 Warning- old coordinate file not specified
 New coordinate file  will not be created
add_les> omas
 All masses will be left at initial values
add_les> ~ protein chain: 1
add_les> spac numc=2 pick #cca 25 25 done
 picking from        59712  particles
 Picked           15  particles
 Making            2  copies
there were  59712 particles; currently  59727 particles
there were  33128 nbonh bonds, now there are  33134
there were  27208 nbona bonds, now there are  27218
there were      0 nbper bonds, now there are      0
there were  58920 ntheth angles, now there are  58935
there were  37016 ntheta angles, now there are  37032
there were      0 ngper angles, now there are      0
there were 122530 nphih torsions, now there are 122572
there were 118152 nphia torsions, now there are 118220
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.102 C O CB   0.161 OG
add_les> spac numc=2 pick #cca 48 48 done
 picking from        59727  particles
 Picked           14  particles
 Making            2  copies
there were  59727 particles; currently  59741 particles
there were  33134 nbonh bonds, now there are  33139
there were  27218 nbona bonds, now there are  27229
there were      0 nbper bonds, now there are      0
there were  58935 ntheth angles, now there are  58950
there were  37032 ntheta angles, now there are  37051
there were      0 ngper angles, now there are      0
there were 122572 nphih torsions, now there are 122615
there were 118220 nphia torsions, now there are 118295
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.045 C O CB   0.173 OG
add_les> spac numc=2 pick #cca 81 82 done
 picking from        59741  particles
 Picked           39  particles
 Making            2  copies
there were  59741 particles; currently  59780 particles
there were  33139 nbonh bonds, now there are  33158
there were  27229 nbona bonds, now there are  27250
there were      0 nbper bonds, now there are      0
there were  58950 ntheth angles, now there are  58993
there were  37051 ntheta angles, now there are  37081
there were      0 ngper angles, now there are      0
there were 122615 nphih torsions, now there are 122719
there were 118295 nphia torsions, now there are 118404
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.139 C O CB   0.292 OG
add_les> ~ ARG: N CA   0.091 C O CB   0.177 CG CD NE CZ NH1 NH2
add_les> spac numc=2 pick #cca 173 173 done
 picking from        59780  particles
 Picked           15  particles
 Making            2  copies
there were  59780 particles; currently  59795 particles
there were  33158 nbonh bonds, now there are  33164
there were  27250 nbona bonds, now there are  27260
there were      0 nbper bonds, now there are      0
there were  58993 ntheth angles, now there are  59008
there were  37081 ntheta angles, now there are  37097
there were      0 ngper angles, now there are      0
there were 122719 nphih torsions, now there are 122762
there were 118404 nphia torsions, now there are 118468
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.039 C O CB   0.193 OG
add_les> spac numc=2 pick #cca 181 181 done
 picking from        59795  particles
 Picked           15  particles
 Making            2  copies
there were  59795 particles; currently  59810 particles
there were  33164 nbonh bonds, now there are  33170
there were  27260 nbona bonds, now there are  27270
there were      0 nbper bonds, now there are      0
there were  59008 ntheth angles, now there are  59023
there were  37097 ntheta angles, now there are  37113
there were      0 ngper angles, now there are      0
there were 122762 nphih torsions, now there are 122805
there were 118468 nphia torsions, now there are 118535
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.046 C O CB   0.240 OG
add_les> spac numc=2 pick #cca 189 189 done
 picking from        59810  particles
 Picked           16  particles
 Making            2  copies
there were  59810 particles; currently  59826 particles
there were  33170 nbonh bonds, now there are  33175
there were  27270 nbona bonds, now there are  27282
there were      0 nbper bonds, now there are      0
there were  59023 ntheth angles, now there are  59037
there were  37113 ntheta angles, now there are  37132
there were      0 ngper angles, now there are      0
there were 122805 nphih torsions, now there are 122845
there were 118535 nphia torsions, now there are 118608
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.036 C O CB   0.050 CG OD1 OD2
add_les> spac numc=2 pick #cca 196 196 done
 picking from        59826  particles
 Picked           15  particles
 Making            2  copies
there were  59826 particles; currently  59841 particles
there were  33175 nbonh bonds, now there are  33181
there were  27282 nbona bonds, now there are  27292
there were      0 nbper bonds, now there are      0
there were  59037 ntheth angles, now there are  59052
there were  37132 ntheta angles, now there are  37148
there were      0 ngper angles, now there are      0
there were 122845 nphih torsions, now there are 122888
there were 118608 nphia torsions, now there are 118675
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.009 C O CB   0.043 OG
add_les> spac numc=2 pick #cca 199 199 done
 picking from        59841  particles
 Picked           14  particles
 Making            2  copies
there were  59841 particles; currently  59855 particles
there were  33181 nbonh bonds, now there are  33186
there were  27292 nbona bonds, now there are  27303
there were      0 nbper bonds, now there are      0
there were  59052 ntheth angles, now there are  59066
there were  37148 ntheta angles, now there are  37166
there were      0 ngper angles, now there are      0
there were 122888 nphih torsions, now there are 122927
there were 118675 nphia torsions, now there are 118758
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.119 C O CB   0.465 SG
add_les> spac numc=2 pick #cca 243 243 done
 picking from        59855  particles
 Picked           15  particles
 Making            2  copies
there were  59855 particles; currently  59870 particles
there were  33186 nbonh bonds, now there are  33192
there were  27303 nbona bonds, now there are  27313
there were      0 nbper bonds, now there are      0
there were  59066 ntheth angles, now there are  59082
there were  37166 ntheta angles, now there are  37181
there were      0 ngper angles, now there are      0
there were 122927 nphih torsions, now there are 122970
there were 118758 nphia torsions, now there are 118813
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.071 C O CB   0.241 OG
add_les> spac numc=2 pick #cca 255 255 done
 picking from        59870  particles
 Picked           20  particles
 Making            2  copies
there were  59870 particles; currently  59890 particles
there were  33192 nbonh bonds, now there are  33202
there were  27313 nbona bonds, now there are  27324
there were      0 nbper bonds, now there are      0
there were  59082 ntheth angles, now there are  59106
there were  37181 ntheta angles, now there are  37199
there were      0 ngper angles, now there are      0
there were 122970 nphih torsions, now there are 123022
there were 118813 nphia torsions, now there are 118885
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.095 C O CB   0.202 CG1 CG2
add_les> spac numc=2 pick #cca 257 257 done
 picking from        59890  particles
 Picked           21  particles
 Making            2  copies
there were  59890 particles; currently  59911 particles
there were  33202 nbonh bonds, now there are  33211
there were  27324 nbona bonds, now there are  27337
there were      0 nbper bonds, now there are      0
there were  59106 ntheth angles, now there are  59128
there were  37199 ntheta angles, now there are  37220
there were      0 ngper angles, now there are      0
there were 123022 nphih torsions, now there are 123081
there were 118885 nphia torsions, now there are 118972
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ GLN: N CA   0.119 C O CB   0.453 CG CD OE1 NE2
add_les> spac numc=2 pick #cca 271 271 done
 picking from        59911  particles
 Picked           15  particles
 Making            2  copies
there were  59911 particles; currently  59926 particles
there were  33211 nbonh bonds, now there are  33217
there were  27337 nbona bonds, now there are  27347
there were      0 nbper bonds, now there are      0
there were  59128 ntheth angles, now there are  59144
there were  37220 ntheta angles, now there are  37235
there were      0 ngper angles, now there are      0
there were 123081 nphih torsions, now there are 123123
there were 118972 nphia torsions, now there are 119031
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.112 C O CB   0.248 OG
add_les> spac numc=2 pick #cca 305 305 done
 picking from        59926  particles
 Picked           15  particles
 Making            2  copies
there were  59926 particles; currently  59941 particles
there were  33217 nbonh bonds, now there are  33223
there were  27347 nbona bonds, now there are  27357
there were      0 nbper bonds, now there are      0
there were  59144 ntheth angles, now there are  59159
there were  37235 ntheta angles, now there are  37251
there were      0 ngper angles, now there are      0
there were 123123 nphih torsions, now there are 123166
there were 119031 nphia torsions, now there are 119095
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.055 C O CB   0.364 OG
add_les> spac numc=2 pick #cca 313 313 done
 picking from        59941  particles
 Picked           14  particles
 Making            2  copies
there were  59941 particles; currently  59955 particles
there were  33223 nbonh bonds, now there are  33228
there were  27357 nbona bonds, now there are  27368
there were      0 nbper bonds, now there are      0
there were  59159 ntheth angles, now there are  59173
there were  37251 ntheta angles, now there are  37269
there were      0 ngper angles, now there are      0
there were 123166 nphih torsions, now there are 123207
there were 119095 nphia torsions, now there are 119170
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.179 C O CB   0.516 SG
add_les> spac numc=2 pick #cca 331 332 done
 picking from        59955  particles
 Picked           26  particles
 Making            2  copies
there were  59955 particles; currently  59981 particles
there were  33228 nbonh bonds, now there are  33239
there were  27368 nbona bonds, now there are  27384
there were      0 nbper bonds, now there are      0
there were  59173 ntheth angles, now there are  59199
there were  37269 ntheta angles, now there are  37293
there were      0 ngper angles, now there are      0
there were 123207 nphih torsions, now there are 123276
there were 119170 nphia torsions, now there are 119266
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.072 C O CB   0.147 OG
add_les> ~ SER: N CA   0.065 C O CB   0.329 OG
add_les> spac numc=2 pick #cca 451 451 done
 picking from        59981  particles
 Picked           15  particles
 Making            2  copies
there were  59981 particles; currently  59996 particles
there were  33239 nbonh bonds, now there are  33245
there were  27384 nbona bonds, now there are  27394
there were      0 nbper bonds, now there are      0
there were  59199 ntheth angles, now there are  59214
there were  37293 ntheta angles, now there are  37309
there were      0 ngper angles, now there are      0
there were 123276 nphih torsions, now there are 123319
there were 119266 nphia torsions, now there are 119333
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.239 C O CB   0.415 OG
add_les> spac numc=2 pick #cca 453 453 done
 picking from        59996  particles
 Picked           15  particles
 Making            2  copies
there were  59996 particles; currently  60011 particles
there were  33245 nbonh bonds, now there are  33251
there were  27394 nbona bonds, now there are  27404
there were      0 nbper bonds, now there are      0
there were  59214 ntheth angles, now there are  59229
there were  37309 ntheta angles, now there are  37326
there were      0 ngper angles, now there are      0
there were 123319 nphih torsions, now there are 123362
there were 119333 nphia torsions, now there are 119413
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.048 C O CB   0.170 OG
add_les> spac numc=2 pick #cca 456 456 done
 picking from        60011  particles
 Picked           15  particles
 Making            2  copies
there were  60011 particles; currently  60026 particles
there were  33251 nbonh bonds, now there are  33257
there were  27404 nbona bonds, now there are  27414
there were      0 nbper bonds, now there are      0
there were  59229 ntheth angles, now there are  59244
there were  37326 ntheta angles, now there are  37342
there were      0 ngper angles, now there are      0
there were 123362 nphih torsions, now there are 123404
there were 119413 nphia torsions, now there are 119481
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.070 C O CB   0.138 OG
add_les> spac numc=2 pick #cca 463 463 done
 picking from        60026  particles
 Picked           15  particles
 Making            2  copies
there were  60026 particles; currently  60041 particles
there were  33257 nbonh bonds, now there are  33263
there were  27414 nbona bonds, now there are  27424
there were      0 nbper bonds, now there are      0
there were  59244 ntheth angles, now there are  59259
there were  37342 ntheta angles, now there are  37358
there were      0 ngper angles, now there are      0
there were 123404 nphih torsions, now there are 123447
there were 119481 nphia torsions, now there are 119548
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.253 C O CB   0.741 OG
add_les> spac numc=2 pick #cca 479 479 done
 picking from        60041  particles
 Picked           14  particles
 Making            2  copies
there were  60041 particles; currently  60055 particles
there were  33263 nbonh bonds, now there are  33268
there were  27424 nbona bonds, now there are  27435
there were      0 nbper bonds, now there are      0
there were  59259 ntheth angles, now there are  59274
there were  37358 ntheta angles, now there are  37377
there were      0 ngper angles, now there are      0
there were 123447 nphih torsions, now there are 123490
there were 119548 nphia torsions, now there are 119623
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.007 C O CB   0.027 OG
add_les> spac numc=2 pick #cca 487 487 done
 picking from        60055  particles
 Picked           21  particles
 Making            2  copies
there were  60055 particles; currently  60076 particles
there were  33268 nbonh bonds, now there are  33278
there were  27435 nbona bonds, now there are  27447
there were      0 nbper bonds, now there are      0
there were  59274 ntheth angles, now there are  59299
there were  37377 ntheta angles, now there are  37395
there were      0 ngper angles, now there are      0
there were 123490 nphih torsions, now there are 123539
there were 119623 nphia torsions, now there are 119698
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.098 C O CB   0.426 CG SD CE
add_les> spac numc=2 pick #cca 492 492 done
 picking from        60076  particles
 Picked           15  particles
 Making            2  copies
there were  60076 particles; currently  60091 particles
there were  33278 nbonh bonds, now there are  33284
there were  27447 nbona bonds, now there are  27457
there were      0 nbper bonds, now there are      0
there were  59299 ntheth angles, now there are  59315
there were  37395 ntheta angles, now there are  37410
there were      0 ngper angles, now there are      0
there were 123539 nphih torsions, now there are 123582
there were 119698 nphia torsions, now there are 119753
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.103 C O CB   0.147 OG
add_les> spac numc=2 pick #cca 519 519 done
 picking from        60091  particles
 Picked           20  particles
 Making            2  copies
there were  60091 particles; currently  60111 particles
there were  33284 nbonh bonds, now there are  33294
there were  27457 nbona bonds, now there are  27468
there were      0 nbper bonds, now there are      0
there were  59315 ntheth angles, now there are  59340
there were  37410 ntheta angles, now there are  37427
there were      0 ngper angles, now there are      0
there were 123582 nphih torsions, now there are 123633
there were 119753 nphia torsions, now there are 119820
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.035 C O CB   0.251 CG1 CG2
add_les> spac numc=2 pick #cca 604 604 done
 picking from        60111  particles
 Picked           15  particles
 Making            2  copies
there were  60111 particles; currently  60126 particles
there were  33294 nbonh bonds, now there are  33300
there were  27468 nbona bonds, now there are  27478
there were      0 nbper bonds, now there are      0
there were  59340 ntheth angles, now there are  59355
there were  37427 ntheta angles, now there are  37443
there were      0 ngper angles, now there are      0
there were 123633 nphih torsions, now there are 123676
there were 119820 nphia torsions, now there are 119884
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.041 C O CB   0.187 OG
add_les> spac numc=2 pick #cca 611 611 done
 picking from        60126  particles
 Picked           21  particles
 Making            2  copies
there were  60126 particles; currently  60147 particles
there were  33300 nbonh bonds, now there are  33310
there were  27478 nbona bonds, now there are  27490
there were      0 nbper bonds, now there are      0
there were  59355 ntheth angles, now there are  59380
there were  37443 ntheta angles, now there are  37461
there were      0 ngper angles, now there are      0
there were 123676 nphih torsions, now there are 123725
there were 119884 nphia torsions, now there are 119959
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.232 C O CB   0.769 CG SD CE
add_les> spac numc=2 pick #cca 620 620 done
 picking from        60147  particles
 Picked           16  particles
 Making            2  copies
there were  60147 particles; currently  60163 particles
there were  33310 nbonh bonds, now there are  33315
there were  27490 nbona bonds, now there are  27502
there were      0 nbper bonds, now there are      0
there were  59380 ntheth angles, now there are  59394
there were  37461 ntheta angles, now there are  37480
there were      0 ngper angles, now there are      0
there were 123725 nphih torsions, now there are 123765
there were 119959 nphia torsions, now there are 120032
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.037 C O CB   0.156 CG OD1 OD2
add_les> spac numc=2 pick #cca 630 630 done
 picking from        60163  particles
 Picked           14  particles
 Making            2  copies
there were  60163 particles; currently  60177 particles
there were  33315 nbonh bonds, now there are  33320
there were  27502 nbona bonds, now there are  27513
there were      0 nbper bonds, now there are      0
there were  59394 ntheth angles, now there are  59408
there were  37480 ntheta angles, now there are  37498
there were      0 ngper angles, now there are      0
there were 123765 nphih torsions, now there are 123804
there were 120032 nphia torsions, now there are 120115
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.184 C O CB   0.739 SG
add_les> spac numc=2 pick #cca 674 674 done
 picking from        60177  particles
 Picked           15  particles
 Making            2  copies
there were  60177 particles; currently  60192 particles
there were  33320 nbonh bonds, now there are  33326
there were  27513 nbona bonds, now there are  27523
there were      0 nbper bonds, now there are      0
there were  59408 ntheth angles, now there are  59424
there were  37498 ntheta angles, now there are  37513
there were      0 ngper angles, now there are      0
there were 123804 nphih torsions, now there are 123847
there were 120115 nphia torsions, now there are 120170
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.031 C O CB   0.127 OG
add_les> spac numc=2 pick #cca 686 686 done
 picking from        60192  particles
 Picked           20  particles
 Making            2  copies
there were  60192 particles; currently  60212 particles
there were  33326 nbonh bonds, now there are  33336
there were  27523 nbona bonds, now there are  27534
there were      0 nbper bonds, now there are      0
there were  59424 ntheth angles, now there are  59448
there were  37513 ntheta angles, now there are  37531
there were      0 ngper angles, now there are      0
there were 123847 nphih torsions, now there are 123899
there were 120170 nphia torsions, now there are 120242
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.111 C O CB   0.505 CG1 CG2
add_les> spac numc=2 pick #cca 732 732 done
 picking from        60212  particles
 Picked           15  particles
 Making            2  copies
there were  60212 particles; currently  60227 particles
there were  33336 nbonh bonds, now there are  33342
there were  27534 nbona bonds, now there are  27544
there were      0 nbper bonds, now there are      0
there were  59448 ntheth angles, now there are  59463
there were  37531 ntheta angles, now there are  37547
there were      0 ngper angles, now there are      0
there were 123899 nphih torsions, now there are 123942
there were 120242 nphia torsions, now there are 120309
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.094 C O CB   0.165 OG
add_les> spac numc=2 pick #cca 744 744 done
 picking from        60227  particles
 Picked           14  particles
 Making            2  copies
there were  60227 particles; currently  60241 particles
there were  33342 nbonh bonds, now there are  33347
there were  27544 nbona bonds, now there are  27555
there were      0 nbper bonds, now there are      0
there were  59463 ntheth angles, now there are  59477
there were  37547 ntheta angles, now there are  37565
there were      0 ngper angles, now there are      0
there were 123942 nphih torsions, now there are 123983
there were 120309 nphia torsions, now there are 120384
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.161 C O CB   0.496 SG
add_les> spac numc=2 pick #cca 762 762 done
 picking from        60241  particles
 Picked           15  particles
 Making            2  copies
there were  60241 particles; currently  60256 particles
there were  33347 nbonh bonds, now there are  33353
there were  27555 nbona bonds, now there are  27565
there were      0 nbper bonds, now there are      0
there were  59477 ntheth angles, now there are  59492
there were  37565 ntheta angles, now there are  37581
there were      0 ngper angles, now there are      0
there were 123983 nphih torsions, now there are 124025
there were 120384 nphia torsions, now there are 120455
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.076 C O CB   0.213 OG
add_les> ~ protein chain: 2
add_les> spac numc=2 pick #cca 1485 1485 done
 picking from        60256  particles
 Picked           15  particles
 Making            2  copies
there were  60256 particles; currently  60271 particles
there were  33353 nbonh bonds, now there are  33359
there were  27565 nbona bonds, now there are  27575
there were      0 nbper bonds, now there are      0
there were  59492 ntheth angles, now there are  59507
there were  37581 ntheta angles, now there are  37597
there were      0 ngper angles, now there are      0
there were 124025 nphih torsions, now there are 124067
there were 120455 nphia torsions, now there are 120523
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.102 C O CB   0.161 OG
add_les> spac numc=2 pick #cca 1508 1508 done
 picking from        60271  particles
 Picked           14  particles
 Making            2  copies
there were  60271 particles; currently  60285 particles
there were  33359 nbonh bonds, now there are  33364
there were  27575 nbona bonds, now there are  27586
there were      0 nbper bonds, now there are      0
there were  59507 ntheth angles, now there are  59522
there were  37597 ntheta angles, now there are  37616
there were      0 ngper angles, now there are      0
there were 124067 nphih torsions, now there are 124110
there were 120523 nphia torsions, now there are 120598
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.045 C O CB   0.173 OG
add_les> spac numc=2 pick #cca 1541 1542 done
 picking from        60285  particles
 Picked           39  particles
 Making            2  copies
there were  60285 particles; currently  60324 particles
there were  33364 nbonh bonds, now there are  33383
there were  27586 nbona bonds, now there are  27607
there were      0 nbper bonds, now there are      0
there were  59522 ntheth angles, now there are  59565
there were  37616 ntheta angles, now there are  37646
there were      0 ngper angles, now there are      0
there were 124110 nphih torsions, now there are 124214
there were 120598 nphia torsions, now there are 120707
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.139 C O CB   0.292 OG
add_les> ~ ARG: N CA   0.091 C O CB   0.177 CG CD NE CZ NH1 NH2
add_les> spac numc=2 pick #cca 1633 1633 done
 picking from        60324  particles
 Picked           15  particles
 Making            2  copies
there were  60324 particles; currently  60339 particles
there were  33383 nbonh bonds, now there are  33389
there were  27607 nbona bonds, now there are  27617
there were      0 nbper bonds, now there are      0
there were  59565 ntheth angles, now there are  59580
there were  37646 ntheta angles, now there are  37662
there were      0 ngper angles, now there are      0
there were 124214 nphih torsions, now there are 124257
there were 120707 nphia torsions, now there are 120771
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.039 C O CB   0.193 OG
add_les> spac numc=2 pick #cca 1641 1641 done
 picking from        60339  particles
 Picked           15  particles
 Making            2  copies
there were  60339 particles; currently  60354 particles
there were  33389 nbonh bonds, now there are  33395
there were  27617 nbona bonds, now there are  27627
there were      0 nbper bonds, now there are      0
there were  59580 ntheth angles, now there are  59595
there were  37662 ntheta angles, now there are  37678
there were      0 ngper angles, now there are      0
there were 124257 nphih torsions, now there are 124300
there were 120771 nphia torsions, now there are 120838
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.046 C O CB   0.240 OG
add_les> spac numc=2 pick #cca 1649 1649 done
 picking from        60354  particles
 Picked           16  particles
 Making            2  copies
there were  60354 particles; currently  60370 particles
there were  33395 nbonh bonds, now there are  33400
there were  27627 nbona bonds, now there are  27639
there were      0 nbper bonds, now there are      0
there were  59595 ntheth angles, now there are  59609
there were  37678 ntheta angles, now there are  37697
there were      0 ngper angles, now there are      0
there were 124300 nphih torsions, now there are 124340
there were 120838 nphia torsions, now there are 120911
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.036 C O CB   0.050 CG OD1 OD2
add_les> spac numc=2 pick #cca 1656 1656 done
 picking from        60370  particles
 Picked           15  particles
 Making            2  copies
there were  60370 particles; currently  60385 particles
there were  33400 nbonh bonds, now there are  33406
there were  27639 nbona bonds, now there are  27649
there were      0 nbper bonds, now there are      0
there were  59609 ntheth angles, now there are  59624
there were  37697 ntheta angles, now there are  37713
there were      0 ngper angles, now there are      0
there were 124340 nphih torsions, now there are 124383
there were 120911 nphia torsions, now there are 120978
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.009 C O CB   0.043 OG
add_les> spac numc=2 pick #cca 1659 1659 done
 picking from        60385  particles
 Picked           14  particles
 Making            2  copies
there were  60385 particles; currently  60399 particles
there were  33406 nbonh bonds, now there are  33411
there were  27649 nbona bonds, now there are  27660
there were      0 nbper bonds, now there are      0
there were  59624 ntheth angles, now there are  59638
there were  37713 ntheta angles, now there are  37731
there were      0 ngper angles, now there are      0
there were 124383 nphih torsions, now there are 124422
there were 120978 nphia torsions, now there are 121061
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.119 C O CB   0.465 SG
add_les> spac numc=2 pick #cca 1703 1703 done
 picking from        60399  particles
 Picked           15  particles
 Making            2  copies
there were  60399 particles; currently  60414 particles
there were  33411 nbonh bonds, now there are  33417
there were  27660 nbona bonds, now there are  27670
there were      0 nbper bonds, now there are      0
there were  59638 ntheth angles, now there are  59654
there were  37731 ntheta angles, now there are  37746
there were      0 ngper angles, now there are      0
there were 124422 nphih torsions, now there are 124465
there were 121061 nphia torsions, now there are 121116
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.071 C O CB   0.241 OG
add_les> spac numc=2 pick #cca 1715 1715 done
 picking from        60414  particles
 Picked           20  particles
 Making            2  copies
there were  60414 particles; currently  60434 particles
there were  33417 nbonh bonds, now there are  33427
there were  27670 nbona bonds, now there are  27681
there were      0 nbper bonds, now there are      0
there were  59654 ntheth angles, now there are  59678
there were  37746 ntheta angles, now there are  37764
there were      0 ngper angles, now there are      0
there were 124465 nphih torsions, now there are 124517
there were 121116 nphia torsions, now there are 121188
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.095 C O CB   0.202 CG1 CG2
add_les> spac numc=2 pick #cca 1717 1717 done
 picking from        60434  particles
 Picked           21  particles
 Making            2  copies
there were  60434 particles; currently  60455 particles
there were  33427 nbonh bonds, now there are  33436
there were  27681 nbona bonds, now there are  27694
there were      0 nbper bonds, now there are      0
there were  59678 ntheth angles, now there are  59700
there were  37764 ntheta angles, now there are  37785
there were      0 ngper angles, now there are      0
there were 124517 nphih torsions, now there are 124576
there were 121188 nphia torsions, now there are 121275
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ GLN: N CA   0.119 C O CB   0.453 CG CD OE1 NE2
add_les> spac numc=2 pick #cca 1731 1731 done
 picking from        60455  particles
 Picked           15  particles
 Making            2  copies
there were  60455 particles; currently  60470 particles
there were  33436 nbonh bonds, now there are  33442
there were  27694 nbona bonds, now there are  27704
there were      0 nbper bonds, now there are      0
there were  59700 ntheth angles, now there are  59716
there were  37785 ntheta angles, now there are  37800
there were      0 ngper angles, now there are      0
there were 124576 nphih torsions, now there are 124618
there were 121275 nphia torsions, now there are 121334
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.112 C O CB   0.248 OG
add_les> spac numc=2 pick #cca 1765 1765 done
 picking from        60470  particles
 Picked           15  particles
 Making            2  copies
there were  60470 particles; currently  60485 particles
there were  33442 nbonh bonds, now there are  33448
there were  27704 nbona bonds, now there are  27714
there were      0 nbper bonds, now there are      0
there were  59716 ntheth angles, now there are  59731
there were  37800 ntheta angles, now there are  37816
there were      0 ngper angles, now there are      0
there were 124618 nphih torsions, now there are 124661
there were 121334 nphia torsions, now there are 121398
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.055 C O CB   0.364 OG
add_les> spac numc=2 pick #cca 1773 1773 done
 picking from        60485  particles
 Picked           14  particles
 Making            2  copies
there were  60485 particles; currently  60499 particles
there were  33448 nbonh bonds, now there are  33453
there were  27714 nbona bonds, now there are  27725
there were      0 nbper bonds, now there are      0
there were  59731 ntheth angles, now there are  59745
there were  37816 ntheta angles, now there are  37834
there were      0 ngper angles, now there are      0
there were 124661 nphih torsions, now there are 124702
there were 121398 nphia torsions, now there are 121473
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.179 C O CB   0.516 SG
add_les> spac numc=2 pick #cca 1791 1792 done
 picking from        60499  particles
 Picked           26  particles
 Making            2  copies
there were  60499 particles; currently  60525 particles
there were  33453 nbonh bonds, now there are  33464
there were  27725 nbona bonds, now there are  27741
there were      0 nbper bonds, now there are      0
there were  59745 ntheth angles, now there are  59771
there were  37834 ntheta angles, now there are  37858
there were      0 ngper angles, now there are      0
there were 124702 nphih torsions, now there are 124771
there were 121473 nphia torsions, now there are 121569
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.072 C O CB   0.147 OG
add_les> ~ SER: N CA   0.065 C O CB   0.329 OG
add_les> spac numc=2 pick #cca 1911 1911 done
 picking from        60525  particles
 Picked           15  particles
 Making            2  copies
there were  60525 particles; currently  60540 particles
there were  33464 nbonh bonds, now there are  33470
there were  27741 nbona bonds, now there are  27751
there were      0 nbper bonds, now there are      0
there were  59771 ntheth angles, now there are  59786
there were  37858 ntheta angles, now there are  37874
there were      0 ngper angles, now there are      0
there were 124771 nphih torsions, now there are 124814
there were 121569 nphia torsions, now there are 121636
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.239 C O CB   0.415 OG
add_les> spac numc=2 pick #cca 1913 1913 done
 picking from        60540  particles
 Picked           15  particles
 Making            2  copies
there were  60540 particles; currently  60555 particles
there were  33470 nbonh bonds, now there are  33476
there were  27751 nbona bonds, now there are  27761
there were      0 nbper bonds, now there are      0
there were  59786 ntheth angles, now there are  59801
there were  37874 ntheta angles, now there are  37891
there were      0 ngper angles, now there are      0
there were 124814 nphih torsions, now there are 124857
there were 121636 nphia torsions, now there are 121716
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.048 C O CB   0.170 OG
add_les> spac numc=2 pick #cca 1916 1916 done
 picking from        60555  particles
 Picked           15  particles
 Making            2  copies
there were  60555 particles; currently  60570 particles
there were  33476 nbonh bonds, now there are  33482
there were  27761 nbona bonds, now there are  27771
there were      0 nbper bonds, now there are      0
there were  59801 ntheth angles, now there are  59816
there were  37891 ntheta angles, now there are  37907
there were      0 ngper angles, now there are      0
there were 124857 nphih torsions, now there are 124899
there were 121716 nphia torsions, now there are 121784
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.070 C O CB   0.138 OG
add_les> spac numc=2 pick #cca 1923 1923 done
 picking from        60570  particles
 Picked           15  particles
 Making            2  copies
there were  60570 particles; currently  60585 particles
there were  33482 nbonh bonds, now there are  33488
there were  27771 nbona bonds, now there are  27781
there were      0 nbper bonds, now there are      0
there were  59816 ntheth angles, now there are  59831
there were  37907 ntheta angles, now there are  37923
there were      0 ngper angles, now there are      0
there were 124899 nphih torsions, now there are 124942
there were 121784 nphia torsions, now there are 121851
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.253 C O CB   0.741 OG
add_les> spac numc=2 pick #cca 1939 1939 done
 picking from        60585  particles
 Picked           14  particles
 Making            2  copies
there were  60585 particles; currently  60599 particles
there were  33488 nbonh bonds, now there are  33493
there were  27781 nbona bonds, now there are  27792
there were      0 nbper bonds, now there are      0
there were  59831 ntheth angles, now there are  59846
there were  37923 ntheta angles, now there are  37942
there were      0 ngper angles, now there are      0
there were 124942 nphih torsions, now there are 124985
there were 121851 nphia torsions, now there are 121926
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.007 C O CB   0.027 OG
add_les> spac numc=2 pick #cca 1947 1947 done
 picking from        60599  particles
 Picked           21  particles
 Making            2  copies
there were  60599 particles; currently  60620 particles
there were  33493 nbonh bonds, now there are  33503
there were  27792 nbona bonds, now there are  27804
there were      0 nbper bonds, now there are      0
there were  59846 ntheth angles, now there are  59871
there were  37942 ntheta angles, now there are  37960
there were      0 ngper angles, now there are      0
there were 124985 nphih torsions, now there are 125034
there were 121926 nphia torsions, now there are 122001
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.098 C O CB   0.426 CG SD CE
add_les> spac numc=2 pick #cca 1952 1952 done
 picking from        60620  particles
 Picked           15  particles
 Making            2  copies
there were  60620 particles; currently  60635 particles
there were  33503 nbonh bonds, now there are  33509
there were  27804 nbona bonds, now there are  27814
there were      0 nbper bonds, now there are      0
there were  59871 ntheth angles, now there are  59887
there were  37960 ntheta angles, now there are  37975
there were      0 ngper angles, now there are      0
there were 125034 nphih torsions, now there are 125077
there were 122001 nphia torsions, now there are 122056
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.103 C O CB   0.147 OG
add_les> spac numc=2 pick #cca 1979 1979 done
 picking from        60635  particles
 Picked           20  particles
 Making            2  copies
there were  60635 particles; currently  60655 particles
there were  33509 nbonh bonds, now there are  33519
there were  27814 nbona bonds, now there are  27825
there were      0 nbper bonds, now there are      0
there were  59887 ntheth angles, now there are  59912
there were  37975 ntheta angles, now there are  37992
there were      0 ngper angles, now there are      0
there were 125077 nphih torsions, now there are 125128
there were 122056 nphia torsions, now there are 122123
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.035 C O CB   0.251 CG1 CG2
add_les> spac numc=2 pick #cca 2064 2064 done
 picking from        60655  particles
 Picked           15  particles
 Making            2  copies
there were  60655 particles; currently  60670 particles
there were  33519 nbonh bonds, now there are  33525
there were  27825 nbona bonds, now there are  27835
there were      0 nbper bonds, now there are      0
there were  59912 ntheth angles, now there are  59927
there were  37992 ntheta angles, now there are  38008
there were      0 ngper angles, now there are      0
there were 125128 nphih torsions, now there are 125171
there were 122123 nphia torsions, now there are 122187
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.041 C O CB   0.187 OG
add_les> spac numc=2 pick #cca 2071 2071 done
 picking from        60670  particles
 Picked           21  particles
 Making            2  copies
there were  60670 particles; currently  60691 particles
there were  33525 nbonh bonds, now there are  33535
there were  27835 nbona bonds, now there are  27847
there were      0 nbper bonds, now there are      0
there were  59927 ntheth angles, now there are  59952
there were  38008 ntheta angles, now there are  38026
there were      0 ngper angles, now there are      0
there were 125171 nphih torsions, now there are 125220
there were 122187 nphia torsions, now there are 122262
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.232 C O CB   0.769 CG SD CE
add_les> spac numc=2 pick #cca 2080 2080 done
 picking from        60691  particles
 Picked           16  particles
 Making            2  copies
there were  60691 particles; currently  60707 particles
there were  33535 nbonh bonds, now there are  33540
there were  27847 nbona bonds, now there are  27859
there were      0 nbper bonds, now there are      0
there were  59952 ntheth angles, now there are  59966
there were  38026 ntheta angles, now there are  38045
there were      0 ngper angles, now there are      0
there were 125220 nphih torsions, now there are 125260
there were 122262 nphia torsions, now there are 122335
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.037 C O CB   0.156 CG OD1 OD2
add_les> spac numc=2 pick #cca 2090 2090 done
 picking from        60707  particles
 Picked           14  particles
 Making            2  copies
there were  60707 particles; currently  60721 particles
there were  33540 nbonh bonds, now there are  33545
there were  27859 nbona bonds, now there are  27870
there were      0 nbper bonds, now there are      0
there were  59966 ntheth angles, now there are  59980
there were  38045 ntheta angles, now there are  38063
there were      0 ngper angles, now there are      0
there were 125260 nphih torsions, now there are 125299
there were 122335 nphia torsions, now there are 122418
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.184 C O CB   0.739 SG
add_les> spac numc=2 pick #cca 2134 2134 done
 picking from        60721  particles
 Picked           15  particles
 Making            2  copies
there were  60721 particles; currently  60736 particles
there were  33545 nbonh bonds, now there are  33551
there were  27870 nbona bonds, now there are  27880
there were      0 nbper bonds, now there are      0
there were  59980 ntheth angles, now there are  59996
there were  38063 ntheta angles, now there are  38078
there were      0 ngper angles, now there are      0
there were 125299 nphih torsions, now there are 125342
there were 122418 nphia torsions, now there are 122473
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.031 C O CB   0.127 OG
add_les> spac numc=2 pick #cca 2146 2146 done
 picking from        60736  particles
 Picked           20  particles
 Making            2  copies
there were  60736 particles; currently  60756 particles
there were  33551 nbonh bonds, now there are  33561
there were  27880 nbona bonds, now there are  27891
there were      0 nbper bonds, now there are      0
there were  59996 ntheth angles, now there are  60020
there were  38078 ntheta angles, now there are  38096
there were      0 ngper angles, now there are      0
there were 125342 nphih torsions, now there are 125394
there were 122473 nphia torsions, now there are 122545
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.111 C O CB   0.505 CG1 CG2
add_les> spac numc=2 pick #cca 2192 2192 done
 picking from        60756  particles
 Picked           15  particles
 Making            2  copies
there were  60756 particles; currently  60771 particles
there were  33561 nbonh bonds, now there are  33567
there were  27891 nbona bonds, now there are  27901
there were      0 nbper bonds, now there are      0
there were  60020 ntheth angles, now there are  60035
there were  38096 ntheta angles, now there are  38112
there were      0 ngper angles, now there are      0
there were 125394 nphih torsions, now there are 125437
there were 122545 nphia torsions, now there are 122612
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.094 C O CB   0.165 OG
add_les> spac numc=2 pick #cca 2204 2204 done
 picking from        60771  particles
 Picked           14  particles
 Making            2  copies
there were  60771 particles; currently  60785 particles
there were  33567 nbonh bonds, now there are  33572
there were  27901 nbona bonds, now there are  27912
there were      0 nbper bonds, now there are      0
there were  60035 ntheth angles, now there are  60049
there were  38112 ntheta angles, now there are  38130
there were      0 ngper angles, now there are      0
there were 125437 nphih torsions, now there are 125478
there were 122612 nphia torsions, now there are 122687
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.161 C O CB   0.496 SG
add_les> spac numc=2 pick #cca 2222 2222 done
 picking from        60785  particles
 Picked           15  particles
 Making            2  copies
there were  60785 particles; currently  60800 particles
there were  33572 nbonh bonds, now there are  33578
there were  27912 nbona bonds, now there are  27922
there were      0 nbper bonds, now there are      0
there were  60049 ntheth angles, now there are  60064
there were  38130 ntheta angles, now there are  38146
there were      0 ngper angles, now there are      0
there were 125478 nphih torsions, now there are 125520
there were 122687 nphia torsions, now there are 122758
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.076 C O CB   0.213 OG
add_les> ~ protein chain: 3
add_les> spac numc=2 pick #cca 2945 2945 done
 picking from        60800  particles
 Picked           15  particles
 Making            2  copies
there were  60800 particles; currently  60815 particles
there were  33578 nbonh bonds, now there are  33584
there were  27922 nbona bonds, now there are  27932
there were      0 nbper bonds, now there are      0
there were  60064 ntheth angles, now there are  60079
there were  38146 ntheta angles, now there are  38162
there were      0 ngper angles, now there are      0
there were 125520 nphih torsions, now there are 125562
there were 122758 nphia torsions, now there are 122826
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.102 C O CB   0.161 OG
add_les> spac numc=2 pick #cca 2968 2968 done
 picking from        60815  particles
 Picked           14  particles
 Making            2  copies
there were  60815 particles; currently  60829 particles
there were  33584 nbonh bonds, now there are  33589
there were  27932 nbona bonds, now there are  27943
there were      0 nbper bonds, now there are      0
there were  60079 ntheth angles, now there are  60094
there were  38162 ntheta angles, now there are  38181
there were      0 ngper angles, now there are      0
there were 125562 nphih torsions, now there are 125605
there were 122826 nphia torsions, now there are 122901
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.045 C O CB   0.173 OG
add_les> spac numc=2 pick #cca 3001 3002 done
 picking from        60829  particles
 Picked           39  particles
 Making            2  copies
there were  60829 particles; currently  60868 particles
there were  33589 nbonh bonds, now there are  33608
there were  27943 nbona bonds, now there are  27964
there were      0 nbper bonds, now there are      0
there were  60094 ntheth angles, now there are  60137
there were  38181 ntheta angles, now there are  38211
there were      0 ngper angles, now there are      0
there were 125605 nphih torsions, now there are 125709
there were 122901 nphia torsions, now there are 123010
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.139 C O CB   0.292 OG
add_les> ~ ARG: N CA   0.091 C O CB   0.177 CG CD NE CZ NH1 NH2
add_les> spac numc=2 pick #cca 3093 3093 done
 picking from        60868  particles
 Picked           15  particles
 Making            2  copies
there were  60868 particles; currently  60883 particles
there were  33608 nbonh bonds, now there are  33614
there were  27964 nbona bonds, now there are  27974
there were      0 nbper bonds, now there are      0
there were  60137 ntheth angles, now there are  60152
there were  38211 ntheta angles, now there are  38227
there were      0 ngper angles, now there are      0
there were 125709 nphih torsions, now there are 125752
there were 123010 nphia torsions, now there are 123074
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.039 C O CB   0.193 OG
add_les> spac numc=2 pick #cca 3101 3101 done
 picking from        60883  particles
 Picked           15  particles
 Making            2  copies
there were  60883 particles; currently  60898 particles
there were  33614 nbonh bonds, now there are  33620
there were  27974 nbona bonds, now there are  27984
there were      0 nbper bonds, now there are      0
there were  60152 ntheth angles, now there are  60167
there were  38227 ntheta angles, now there are  38243
there were      0 ngper angles, now there are      0
there were 125752 nphih torsions, now there are 125795
there were 123074 nphia torsions, now there are 123141
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.046 C O CB   0.240 OG
add_les> spac numc=2 pick #cca 3109 3109 done
 picking from        60898  particles
 Picked           16  particles
 Making            2  copies
there were  60898 particles; currently  60914 particles
there were  33620 nbonh bonds, now there are  33625
there were  27984 nbona bonds, now there are  27996
there were      0 nbper bonds, now there are      0
there were  60167 ntheth angles, now there are  60181
there were  38243 ntheta angles, now there are  38262
there were      0 ngper angles, now there are      0
there were 125795 nphih torsions, now there are 125835
there were 123141 nphia torsions, now there are 123214
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.036 C O CB   0.050 CG OD1 OD2
add_les> spac numc=2 pick #cca 3116 3116 done
 picking from        60914  particles
 Picked           15  particles
 Making            2  copies
there were  60914 particles; currently  60929 particles
there were  33625 nbonh bonds, now there are  33631
there were  27996 nbona bonds, now there are  28006
there were      0 nbper bonds, now there are      0
there were  60181 ntheth angles, now there are  60196
there were  38262 ntheta angles, now there are  38278
there were      0 ngper angles, now there are      0
there were 125835 nphih torsions, now there are 125878
there were 123214 nphia torsions, now there are 123281
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.009 C O CB   0.043 OG
add_les> spac numc=2 pick #cca 3119 3119 done
 picking from        60929  particles
 Picked           14  particles
 Making            2  copies
there were  60929 particles; currently  60943 particles
there were  33631 nbonh bonds, now there are  33636
there were  28006 nbona bonds, now there are  28017
there were      0 nbper bonds, now there are      0
there were  60196 ntheth angles, now there are  60210
there were  38278 ntheta angles, now there are  38296
there were      0 ngper angles, now there are      0
there were 125878 nphih torsions, now there are 125917
there were 123281 nphia torsions, now there are 123364
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.119 C O CB   0.465 SG
add_les> spac numc=2 pick #cca 3163 3163 done
 picking from        60943  particles
 Picked           15  particles
 Making            2  copies
there were  60943 particles; currently  60958 particles
there were  33636 nbonh bonds, now there are  33642
there were  28017 nbona bonds, now there are  28027
there were      0 nbper bonds, now there are      0
there were  60210 ntheth angles, now there are  60226
there were  38296 ntheta angles, now there are  38311
there were      0 ngper angles, now there are      0
there were 125917 nphih torsions, now there are 125960
there were 123364 nphia torsions, now there are 123419
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.071 C O CB   0.241 OG
add_les> spac numc=2 pick #cca 3175 3175 done
 picking from        60958  particles
 Picked           20  particles
 Making            2  copies
there were  60958 particles; currently  60978 particles
there were  33642 nbonh bonds, now there are  33652
there were  28027 nbona bonds, now there are  28038
there were      0 nbper bonds, now there are      0
there were  60226 ntheth angles, now there are  60250
there were  38311 ntheta angles, now there are  38329
there were      0 ngper angles, now there are      0
there were 125960 nphih torsions, now there are 126012
there were 123419 nphia torsions, now there are 123491
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.095 C O CB   0.202 CG1 CG2
add_les> spac numc=2 pick #cca 3177 3177 done
 picking from        60978  particles
 Picked           21  particles
 Making            2  copies
there were  60978 particles; currently  60999 particles
there were  33652 nbonh bonds, now there are  33661
there were  28038 nbona bonds, now there are  28051
there were      0 nbper bonds, now there are      0
there were  60250 ntheth angles, now there are  60272
there were  38329 ntheta angles, now there are  38350
there were      0 ngper angles, now there are      0
there were 126012 nphih torsions, now there are 126071
there were 123491 nphia torsions, now there are 123578
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ GLN: N CA   0.119 C O CB   0.453 CG CD OE1 NE2
add_les> spac numc=2 pick #cca 3191 3191 done
 picking from        60999  particles
 Picked           15  particles
 Making            2  copies
there were  60999 particles; currently  61014 particles
there were  33661 nbonh bonds, now there are  33667
there were  28051 nbona bonds, now there are  28061
there were      0 nbper bonds, now there are      0
there were  60272 ntheth angles, now there are  60288
there were  38350 ntheta angles, now there are  38365
there were      0 ngper angles, now there are      0
there were 126071 nphih torsions, now there are 126113
there were 123578 nphia torsions, now there are 123637
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.112 C O CB   0.248 OG
add_les> spac numc=2 pick #cca 3225 3225 done
 picking from        61014  particles
 Picked           15  particles
 Making            2  copies
there were  61014 particles; currently  61029 particles
there were  33667 nbonh bonds, now there are  33673
there were  28061 nbona bonds, now there are  28071
there were      0 nbper bonds, now there are      0
there were  60288 ntheth angles, now there are  60303
there were  38365 ntheta angles, now there are  38381
there were      0 ngper angles, now there are      0
there were 126113 nphih torsions, now there are 126156
there were 123637 nphia torsions, now there are 123701
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.055 C O CB   0.364 OG
add_les> spac numc=2 pick #cca 3233 3233 done
 picking from        61029  particles
 Picked           14  particles
 Making            2  copies
there were  61029 particles; currently  61043 particles
there were  33673 nbonh bonds, now there are  33678
there were  28071 nbona bonds, now there are  28082
there were      0 nbper bonds, now there are      0
there were  60303 ntheth angles, now there are  60317
there were  38381 ntheta angles, now there are  38399
there were      0 ngper angles, now there are      0
there were 126156 nphih torsions, now there are 126197
there were 123701 nphia torsions, now there are 123776
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.179 C O CB   0.516 SG
add_les> spac numc=2 pick #cca 3251 3252 done
 picking from        61043  particles
 Picked           26  particles
 Making            2  copies
there were  61043 particles; currently  61069 particles
there were  33678 nbonh bonds, now there are  33689
there were  28082 nbona bonds, now there are  28098
there were      0 nbper bonds, now there are      0
there were  60317 ntheth angles, now there are  60343
there were  38399 ntheta angles, now there are  38423
there were      0 ngper angles, now there are      0
there were 126197 nphih torsions, now there are 126266
there were 123776 nphia torsions, now there are 123872
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.072 C O CB   0.147 OG
add_les> ~ SER: N CA   0.065 C O CB   0.329 OG
add_les> spac numc=2 pick #cca 3371 3371 done
 picking from        61069  particles
 Picked           15  particles
 Making            2  copies
there were  61069 particles; currently  61084 particles
there were  33689 nbonh bonds, now there are  33695
there were  28098 nbona bonds, now there are  28108
there were      0 nbper bonds, now there are      0
there were  60343 ntheth angles, now there are  60358
there were  38423 ntheta angles, now there are  38439
there were      0 ngper angles, now there are      0
there were 126266 nphih torsions, now there are 126309
there were 123872 nphia torsions, now there are 123939
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.239 C O CB   0.415 OG
add_les> spac numc=2 pick #cca 3373 3373 done
 picking from        61084  particles
 Picked           15  particles
 Making            2  copies
there were  61084 particles; currently  61099 particles
there were  33695 nbonh bonds, now there are  33701
there were  28108 nbona bonds, now there are  28118
there were      0 nbper bonds, now there are      0
there were  60358 ntheth angles, now there are  60373
there were  38439 ntheta angles, now there are  38456
there were      0 ngper angles, now there are      0
there were 126309 nphih torsions, now there are 126352
there were 123939 nphia torsions, now there are 124019
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.048 C O CB   0.170 OG
add_les> spac numc=2 pick #cca 3376 3376 done
 picking from        61099  particles
 Picked           15  particles
 Making            2  copies
there were  61099 particles; currently  61114 particles
there were  33701 nbonh bonds, now there are  33707
there were  28118 nbona bonds, now there are  28128
there were      0 nbper bonds, now there are      0
there were  60373 ntheth angles, now there are  60388
there were  38456 ntheta angles, now there are  38472
there were      0 ngper angles, now there are      0
there were 126352 nphih torsions, now there are 126394
there were 124019 nphia torsions, now there are 124087
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.070 C O CB   0.138 OG
add_les> spac numc=2 pick #cca 3383 3383 done
 picking from        61114  particles
 Picked           15  particles
 Making            2  copies
there were  61114 particles; currently  61129 particles
there were  33707 nbonh bonds, now there are  33713
there were  28128 nbona bonds, now there are  28138
there were      0 nbper bonds, now there are      0
there were  60388 ntheth angles, now there are  60403
there were  38472 ntheta angles, now there are  38488
there were      0 ngper angles, now there are      0
there were 126394 nphih torsions, now there are 126437
there were 124087 nphia torsions, now there are 124154
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.253 C O CB   0.741 OG
add_les> spac numc=2 pick #cca 3399 3399 done
 picking from        61129  particles
 Picked           14  particles
 Making            2  copies
there were  61129 particles; currently  61143 particles
there were  33713 nbonh bonds, now there are  33718
there were  28138 nbona bonds, now there are  28149
there were      0 nbper bonds, now there are      0
there were  60403 ntheth angles, now there are  60418
there were  38488 ntheta angles, now there are  38507
there were      0 ngper angles, now there are      0
there were 126437 nphih torsions, now there are 126480
there were 124154 nphia torsions, now there are 124229
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.007 C O CB   0.027 OG
add_les> spac numc=2 pick #cca 3407 3407 done
 picking from        61143  particles
 Picked           21  particles
 Making            2  copies
there were  61143 particles; currently  61164 particles
there were  33718 nbonh bonds, now there are  33728
there were  28149 nbona bonds, now there are  28161
there were      0 nbper bonds, now there are      0
there were  60418 ntheth angles, now there are  60443
there were  38507 ntheta angles, now there are  38525
there were      0 ngper angles, now there are      0
there were 126480 nphih torsions, now there are 126529
there were 124229 nphia torsions, now there are 124304
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.098 C O CB   0.426 CG SD CE
add_les> spac numc=2 pick #cca 3412 3412 done
 picking from        61164  particles
 Picked           15  particles
 Making            2  copies
there were  61164 particles; currently  61179 particles
there were  33728 nbonh bonds, now there are  33734
there were  28161 nbona bonds, now there are  28171
there were      0 nbper bonds, now there are      0
there were  60443 ntheth angles, now there are  60459
there were  38525 ntheta angles, now there are  38540
there were      0 ngper angles, now there are      0
there were 126529 nphih torsions, now there are 126572
there were 124304 nphia torsions, now there are 124359
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.103 C O CB   0.147 OG
add_les> spac numc=2 pick #cca 3439 3439 done
 picking from        61179  particles
 Picked           20  particles
 Making            2  copies
there were  61179 particles; currently  61199 particles
there were  33734 nbonh bonds, now there are  33744
there were  28171 nbona bonds, now there are  28182
there were      0 nbper bonds, now there are      0
there were  60459 ntheth angles, now there are  60484
there were  38540 ntheta angles, now there are  38557
there were      0 ngper angles, now there are      0
there were 126572 nphih torsions, now there are 126623
there were 124359 nphia torsions, now there are 124426
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.035 C O CB   0.251 CG1 CG2
add_les> spac numc=2 pick #cca 3524 3524 done
 picking from        61199  particles
 Picked           15  particles
 Making            2  copies
there were  61199 particles; currently  61214 particles
there were  33744 nbonh bonds, now there are  33750
there were  28182 nbona bonds, now there are  28192
there were      0 nbper bonds, now there are      0
there were  60484 ntheth angles, now there are  60499
there were  38557 ntheta angles, now there are  38573
there were      0 ngper angles, now there are      0
there were 126623 nphih torsions, now there are 126666
there were 124426 nphia torsions, now there are 124490
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.041 C O CB   0.187 OG
add_les> spac numc=2 pick #cca 3531 3531 done
 picking from        61214  particles
 Picked           21  particles
 Making            2  copies
there were  61214 particles; currently  61235 particles
there were  33750 nbonh bonds, now there are  33760
there were  28192 nbona bonds, now there are  28204
there were      0 nbper bonds, now there are      0
there were  60499 ntheth angles, now there are  60524
there were  38573 ntheta angles, now there are  38591
there were      0 ngper angles, now there are      0
there were 126666 nphih torsions, now there are 126715
there were 124490 nphia torsions, now there are 124565
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.232 C O CB   0.769 CG SD CE
add_les> spac numc=2 pick #cca 3540 3540 done
 picking from        61235  particles
 Picked           16  particles
 Making            2  copies
there were  61235 particles; currently  61251 particles
there were  33760 nbonh bonds, now there are  33765
there were  28204 nbona bonds, now there are  28216
there were      0 nbper bonds, now there are      0
there were  60524 ntheth angles, now there are  60538
there were  38591 ntheta angles, now there are  38610
there were      0 ngper angles, now there are      0
there were 126715 nphih torsions, now there are 126755
there were 124565 nphia torsions, now there are 124638
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.037 C O CB   0.156 CG OD1 OD2
add_les> spac numc=2 pick #cca 3550 3550 done
 picking from        61251  particles
 Picked           14  particles
 Making            2  copies
there were  61251 particles; currently  61265 particles
there were  33765 nbonh bonds, now there are  33770
there were  28216 nbona bonds, now there are  28227
there were      0 nbper bonds, now there are      0
there were  60538 ntheth angles, now there are  60552
there were  38610 ntheta angles, now there are  38628
there were      0 ngper angles, now there are      0
there were 126755 nphih torsions, now there are 126794
there were 124638 nphia torsions, now there are 124721
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.184 C O CB   0.739 SG
add_les> spac numc=2 pick #cca 3594 3594 done
 picking from        61265  particles
 Picked           15  particles
 Making            2  copies
there were  61265 particles; currently  61280 particles
there were  33770 nbonh bonds, now there are  33776
there were  28227 nbona bonds, now there are  28237
there were      0 nbper bonds, now there are      0
there were  60552 ntheth angles, now there are  60568
there were  38628 ntheta angles, now there are  38643
there were      0 ngper angles, now there are      0
there were 126794 nphih torsions, now there are 126837
there were 124721 nphia torsions, now there are 124776
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.031 C O CB   0.127 OG
add_les> spac numc=2 pick #cca 3606 3606 done
 picking from        61280  particles
 Picked           20  particles
 Making            2  copies
there were  61280 particles; currently  61300 particles
there were  33776 nbonh bonds, now there are  33786
there were  28237 nbona bonds, now there are  28248
there were      0 nbper bonds, now there are      0
there were  60568 ntheth angles, now there are  60592
there were  38643 ntheta angles, now there are  38661
there were      0 ngper angles, now there are      0
there were 126837 nphih torsions, now there are 126889
there were 124776 nphia torsions, now there are 124848
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.111 C O CB   0.505 CG1 CG2
add_les> spac numc=2 pick #cca 3652 3652 done
 picking from        61300  particles
 Picked           15  particles
 Making            2  copies
there were  61300 particles; currently  61315 particles
there were  33786 nbonh bonds, now there are  33792
there were  28248 nbona bonds, now there are  28258
there were      0 nbper bonds, now there are      0
there were  60592 ntheth angles, now there are  60607
there were  38661 ntheta angles, now there are  38677
there were      0 ngper angles, now there are      0
there were 126889 nphih torsions, now there are 126932
there were 124848 nphia torsions, now there are 124915
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.094 C O CB   0.165 OG
add_les> spac numc=2 pick #cca 3664 3664 done
 picking from        61315  particles
 Picked           14  particles
 Making            2  copies
there were  61315 particles; currently  61329 particles
there were  33792 nbonh bonds, now there are  33797
there were  28258 nbona bonds, now there are  28269
there were      0 nbper bonds, now there are      0
there were  60607 ntheth angles, now there are  60621
there were  38677 ntheta angles, now there are  38695
there were      0 ngper angles, now there are      0
there were 126932 nphih torsions, now there are 126973
there were 124915 nphia torsions, now there are 124990
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.161 C O CB   0.496 SG
add_les> spac numc=2 pick #cca 3682 3682 done
 picking from        61329  particles
 Picked           15  particles
 Making            2  copies
there were  61329 particles; currently  61344 particles
there were  33797 nbonh bonds, now there are  33803
there were  28269 nbona bonds, now there are  28279
there were      0 nbper bonds, now there are      0
there were  60621 ntheth angles, now there are  60636
there were  38695 ntheta angles, now there are  38711
there were      0 ngper angles, now there are      0
there were 126973 nphih torsions, now there are 127015
there were 124990 nphia torsions, now there are 125061
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.076 C O CB   0.213 OG
add_les> ~ protein chain: 4
add_les> spac numc=2 pick #cca 4405 4405 done
 picking from        61344  particles
 Picked           15  particles
 Making            2  copies
there were  61344 particles; currently  61359 particles
there were  33803 nbonh bonds, now there are  33809
there were  28279 nbona bonds, now there are  28289
there were      0 nbper bonds, now there are      0
there were  60636 ntheth angles, now there are  60651
there were  38711 ntheta angles, now there are  38727
there were      0 ngper angles, now there are      0
there were 127015 nphih torsions, now there are 127057
there were 125061 nphia torsions, now there are 125129
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.102 C O CB   0.161 OG
add_les> spac numc=2 pick #cca 4428 4428 done
 picking from        61359  particles
 Picked           14  particles
 Making            2  copies
there were  61359 particles; currently  61373 particles
there were  33809 nbonh bonds, now there are  33814
there were  28289 nbona bonds, now there are  28300
there were      0 nbper bonds, now there are      0
there were  60651 ntheth angles, now there are  60666
there were  38727 ntheta angles, now there are  38746
there were      0 ngper angles, now there are      0
there were 127057 nphih torsions, now there are 127100
there were 125129 nphia torsions, now there are 125204
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.045 C O CB   0.173 OG
add_les> spac numc=2 pick #cca 4461 4462 done
 picking from        61373  particles
 Picked           39  particles
 Making            2  copies
there were  61373 particles; currently  61412 particles
there were  33814 nbonh bonds, now there are  33833
there were  28300 nbona bonds, now there are  28321
there were      0 nbper bonds, now there are      0
there were  60666 ntheth angles, now there are  60709
there were  38746 ntheta angles, now there are  38776
there were      0 ngper angles, now there are      0
there were 127100 nphih torsions, now there are 127204
there were 125204 nphia torsions, now there are 125313
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.139 C O CB   0.292 OG
add_les> ~ ARG: N CA   0.091 C O CB   0.177 CG CD NE CZ NH1 NH2
add_les> spac numc=2 pick #cca 4553 4553 done
 picking from        61412  particles
 Picked           15  particles
 Making            2  copies
there were  61412 particles; currently  61427 particles
there were  33833 nbonh bonds, now there are  33839
there were  28321 nbona bonds, now there are  28331
there were      0 nbper bonds, now there are      0
there were  60709 ntheth angles, now there are  60724
there were  38776 ntheta angles, now there are  38792
there were      0 ngper angles, now there are      0
there were 127204 nphih torsions, now there are 127247
there were 125313 nphia torsions, now there are 125377
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.039 C O CB   0.193 OG
add_les> spac numc=2 pick #cca 4561 4561 done
 picking from        61427  particles
 Picked           15  particles
 Making            2  copies
there were  61427 particles; currently  61442 particles
there were  33839 nbonh bonds, now there are  33845
there were  28331 nbona bonds, now there are  28341
there were      0 nbper bonds, now there are      0
there were  60724 ntheth angles, now there are  60739
there were  38792 ntheta angles, now there are  38808
there were      0 ngper angles, now there are      0
there were 127247 nphih torsions, now there are 127290
there were 125377 nphia torsions, now there are 125444
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.046 C O CB   0.240 OG
add_les> spac numc=2 pick #cca 4569 4569 done
 picking from        61442  particles
 Picked           16  particles
 Making            2  copies
there were  61442 particles; currently  61458 particles
there were  33845 nbonh bonds, now there are  33850
there were  28341 nbona bonds, now there are  28353
there were      0 nbper bonds, now there are      0
there were  60739 ntheth angles, now there are  60753
there were  38808 ntheta angles, now there are  38827
there were      0 ngper angles, now there are      0
there were 127290 nphih torsions, now there are 127330
there were 125444 nphia torsions, now there are 125517
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.036 C O CB   0.050 CG OD1 OD2
add_les> spac numc=2 pick #cca 4576 4576 done
 picking from        61458  particles
 Picked           15  particles
 Making            2  copies
there were  61458 particles; currently  61473 particles
there were  33850 nbonh bonds, now there are  33856
there were  28353 nbona bonds, now there are  28363
there were      0 nbper bonds, now there are      0
there were  60753 ntheth angles, now there are  60768
there were  38827 ntheta angles, now there are  38843
there were      0 ngper angles, now there are      0
there were 127330 nphih torsions, now there are 127373
there were 125517 nphia torsions, now there are 125584
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.009 C O CB   0.043 OG
add_les> spac numc=2 pick #cca 4579 4579 done
 picking from        61473  particles
 Picked           14  particles
 Making            2  copies
there were  61473 particles; currently  61487 particles
there were  33856 nbonh bonds, now there are  33861
there were  28363 nbona bonds, now there are  28374
there were      0 nbper bonds, now there are      0
there were  60768 ntheth angles, now there are  60782
there were  38843 ntheta angles, now there are  38861
there were      0 ngper angles, now there are      0
there were 127373 nphih torsions, now there are 127412
there were 125584 nphia torsions, now there are 125667
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.119 C O CB   0.465 SG
add_les> spac numc=2 pick #cca 4623 4623 done
 picking from        61487  particles
 Picked           15  particles
 Making            2  copies
there were  61487 particles; currently  61502 particles
there were  33861 nbonh bonds, now there are  33867
there were  28374 nbona bonds, now there are  28384
there were      0 nbper bonds, now there are      0
there were  60782 ntheth angles, now there are  60798
there were  38861 ntheta angles, now there are  38876
there were      0 ngper angles, now there are      0
there were 127412 nphih torsions, now there are 127455
there were 125667 nphia torsions, now there are 125722
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.071 C O CB   0.241 OG
add_les> spac numc=2 pick #cca 4635 4635 done
 picking from        61502  particles
 Picked           20  particles
 Making            2  copies
there were  61502 particles; currently  61522 particles
there were  33867 nbonh bonds, now there are  33877
there were  28384 nbona bonds, now there are  28395
there were      0 nbper bonds, now there are      0
there were  60798 ntheth angles, now there are  60822
there were  38876 ntheta angles, now there are  38894
there were      0 ngper angles, now there are      0
there were 127455 nphih torsions, now there are 127507
there were 125722 nphia torsions, now there are 125794
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.095 C O CB   0.202 CG1 CG2
add_les> spac numc=2 pick #cca 4637 4637 done
 picking from        61522  particles
 Picked           21  particles
 Making            2  copies
there were  61522 particles; currently  61543 particles
there were  33877 nbonh bonds, now there are  33886
there were  28395 nbona bonds, now there are  28408
there were      0 nbper bonds, now there are      0
there were  60822 ntheth angles, now there are  60844
there were  38894 ntheta angles, now there are  38915
there were      0 ngper angles, now there are      0
there were 127507 nphih torsions, now there are 127566
there were 125794 nphia torsions, now there are 125881
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ GLN: N CA   0.119 C O CB   0.453 CG CD OE1 NE2
add_les> spac numc=2 pick #cca 4651 4651 done
 picking from        61543  particles
 Picked           15  particles
 Making            2  copies
there were  61543 particles; currently  61558 particles
there were  33886 nbonh bonds, now there are  33892
there were  28408 nbona bonds, now there are  28418
there were      0 nbper bonds, now there are      0
there were  60844 ntheth angles, now there are  60860
there were  38915 ntheta angles, now there are  38930
there were      0 ngper angles, now there are      0
there were 127566 nphih torsions, now there are 127608
there were 125881 nphia torsions, now there are 125940
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.112 C O CB   0.248 OG
add_les> spac numc=2 pick #cca 4685 4685 done
 picking from        61558  particles
 Picked           15  particles
 Making            2  copies
there were  61558 particles; currently  61573 particles
there were  33892 nbonh bonds, now there are  33898
there were  28418 nbona bonds, now there are  28428
there were      0 nbper bonds, now there are      0
there were  60860 ntheth angles, now there are  60875
there were  38930 ntheta angles, now there are  38946
there were      0 ngper angles, now there are      0
there were 127608 nphih torsions, now there are 127651
there were 125940 nphia torsions, now there are 126004
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.055 C O CB   0.364 OG
add_les> spac numc=2 pick #cca 4693 4693 done
 picking from        61573  particles
 Picked           14  particles
 Making            2  copies
there were  61573 particles; currently  61587 particles
there were  33898 nbonh bonds, now there are  33903
there were  28428 nbona bonds, now there are  28439
there were      0 nbper bonds, now there are      0
there were  60875 ntheth angles, now there are  60889
there were  38946 ntheta angles, now there are  38964
there were      0 ngper angles, now there are      0
there were 127651 nphih torsions, now there are 127692
there were 126004 nphia torsions, now there are 126079
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.179 C O CB   0.516 SG
add_les> spac numc=2 pick #cca 4711 4712 done
 picking from        61587  particles
 Picked           26  particles
 Making            2  copies
there were  61587 particles; currently  61613 particles
there were  33903 nbonh bonds, now there are  33914
there were  28439 nbona bonds, now there are  28455
there were      0 nbper bonds, now there are      0
there were  60889 ntheth angles, now there are  60915
there were  38964 ntheta angles, now there are  38988
there were      0 ngper angles, now there are      0
there were 127692 nphih torsions, now there are 127761
there were 126079 nphia torsions, now there are 126175
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.072 C O CB   0.147 OG
add_les> ~ SER: N CA   0.065 C O CB   0.329 OG
add_les> spac numc=2 pick #cca 4831 4831 done
 picking from        61613  particles
 Picked           15  particles
 Making            2  copies
there were  61613 particles; currently  61628 particles
there were  33914 nbonh bonds, now there are  33920
there were  28455 nbona bonds, now there are  28465
there were      0 nbper bonds, now there are      0
there were  60915 ntheth angles, now there are  60930
there were  38988 ntheta angles, now there are  39004
there were      0 ngper angles, now there are      0
there were 127761 nphih torsions, now there are 127804
there were 126175 nphia torsions, now there are 126242
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.239 C O CB   0.415 OG
add_les> spac numc=2 pick #cca 4833 4833 done
 picking from        61628  particles
 Picked           15  particles
 Making            2  copies
there were  61628 particles; currently  61643 particles
there were  33920 nbonh bonds, now there are  33926
there were  28465 nbona bonds, now there are  28475
there were      0 nbper bonds, now there are      0
there were  60930 ntheth angles, now there are  60945
there were  39004 ntheta angles, now there are  39021
there were      0 ngper angles, now there are      0
there were 127804 nphih torsions, now there are 127847
there were 126242 nphia torsions, now there are 126322
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.048 C O CB   0.170 OG
add_les> spac numc=2 pick #cca 4836 4836 done
 picking from        61643  particles
 Picked           15  particles
 Making            2  copies
there were  61643 particles; currently  61658 particles
there were  33926 nbonh bonds, now there are  33932
there were  28475 nbona bonds, now there are  28485
there were      0 nbper bonds, now there are      0
there were  60945 ntheth angles, now there are  60960
there were  39021 ntheta angles, now there are  39037
there were      0 ngper angles, now there are      0
there were 127847 nphih torsions, now there are 127889
there were 126322 nphia torsions, now there are 126390
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.070 C O CB   0.138 OG
add_les> spac numc=2 pick #cca 4843 4843 done
 picking from        61658  particles
 Picked           15  particles
 Making            2  copies
there were  61658 particles; currently  61673 particles
there were  33932 nbonh bonds, now there are  33938
there were  28485 nbona bonds, now there are  28495
there were      0 nbper bonds, now there are      0
there were  60960 ntheth angles, now there are  60975
there were  39037 ntheta angles, now there are  39053
there were      0 ngper angles, now there are      0
there were 127889 nphih torsions, now there are 127932
there were 126390 nphia torsions, now there are 126457
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.253 C O CB   0.741 OG
add_les> spac numc=2 pick #cca 4859 4859 done
 picking from        61673  particles
 Picked           14  particles
 Making            2  copies
there were  61673 particles; currently  61687 particles
there were  33938 nbonh bonds, now there are  33943
there were  28495 nbona bonds, now there are  28506
there were      0 nbper bonds, now there are      0
there were  60975 ntheth angles, now there are  60990
there were  39053 ntheta angles, now there are  39072
there were      0 ngper angles, now there are      0
there were 127932 nphih torsions, now there are 127975
there were 126457 nphia torsions, now there are 126532
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.007 C O CB   0.027 OG
add_les> spac numc=2 pick #cca 4867 4867 done
 picking from        61687  particles
 Picked           21  particles
 Making            2  copies
there were  61687 particles; currently  61708 particles
there were  33943 nbonh bonds, now there are  33953
there were  28506 nbona bonds, now there are  28518
there were      0 nbper bonds, now there are      0
there were  60990 ntheth angles, now there are  61015
there were  39072 ntheta angles, now there are  39090
there were      0 ngper angles, now there are      0
there were 127975 nphih torsions, now there are 128024
there were 126532 nphia torsions, now there are 126607
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.098 C O CB   0.426 CG SD CE
add_les> spac numc=2 pick #cca 4872 4872 done
 picking from        61708  particles
 Picked           15  particles
 Making            2  copies
there were  61708 particles; currently  61723 particles
there were  33953 nbonh bonds, now there are  33959
there were  28518 nbona bonds, now there are  28528
there were      0 nbper bonds, now there are      0
there were  61015 ntheth angles, now there are  61031
there were  39090 ntheta angles, now there are  39105
there were      0 ngper angles, now there are      0
there were 128024 nphih torsions, now there are 128067
there were 126607 nphia torsions, now there are 126662
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.103 C O CB   0.147 OG
add_les> spac numc=2 pick #cca 4899 4899 done
 picking from        61723  particles
 Picked           20  particles
 Making            2  copies
there were  61723 particles; currently  61743 particles
there were  33959 nbonh bonds, now there are  33969
there were  28528 nbona bonds, now there are  28539
there were      0 nbper bonds, now there are      0
there were  61031 ntheth angles, now there are  61056
there were  39105 ntheta angles, now there are  39122
there were      0 ngper angles, now there are      0
there were 128067 nphih torsions, now there are 128118
there were 126662 nphia torsions, now there are 126729
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.035 C O CB   0.251 CG1 CG2
add_les> spac numc=2 pick #cca 4984 4984 done
 picking from        61743  particles
 Picked           15  particles
 Making            2  copies
there were  61743 particles; currently  61758 particles
there were  33969 nbonh bonds, now there are  33975
there were  28539 nbona bonds, now there are  28549
there were      0 nbper bonds, now there are      0
there were  61056 ntheth angles, now there are  61071
there were  39122 ntheta angles, now there are  39138
there were      0 ngper angles, now there are      0
there were 128118 nphih torsions, now there are 128161
there were 126729 nphia torsions, now there are 126793
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.041 C O CB   0.187 OG
add_les> spac numc=2 pick #cca 4991 4991 done
 picking from        61758  particles
 Picked           21  particles
 Making            2  copies
there were  61758 particles; currently  61779 particles
there were  33975 nbonh bonds, now there are  33985
there were  28549 nbona bonds, now there are  28561
there were      0 nbper bonds, now there are      0
there were  61071 ntheth angles, now there are  61096
there were  39138 ntheta angles, now there are  39156
there were      0 ngper angles, now there are      0
there were 128161 nphih torsions, now there are 128210
there were 126793 nphia torsions, now there are 126868
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ MET: N CA   0.232 C O CB   0.769 CG SD CE
add_les> spac numc=2 pick #cca 5000 5000 done
 picking from        61779  particles
 Picked           16  particles
 Making            2  copies
there were  61779 particles; currently  61795 particles
there were  33985 nbonh bonds, now there are  33990
there were  28561 nbona bonds, now there are  28573
there were      0 nbper bonds, now there are      0
there were  61096 ntheth angles, now there are  61110
there were  39156 ntheta angles, now there are  39175
there were      0 ngper angles, now there are      0
there were 128210 nphih torsions, now there are 128250
there were 126868 nphia torsions, now there are 126941
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ ASP: N CA   0.037 C O CB   0.156 CG OD1 OD2
add_les> spac numc=2 pick #cca 5010 5010 done
 picking from        61795  particles
 Picked           14  particles
 Making            2  copies
there were  61795 particles; currently  61809 particles
there were  33990 nbonh bonds, now there are  33995
there were  28573 nbona bonds, now there are  28584
there were      0 nbper bonds, now there are      0
there were  61110 ntheth angles, now there are  61124
there were  39175 ntheta angles, now there are  39193
there were      0 ngper angles, now there are      0
there were 128250 nphih torsions, now there are 128289
there were 126941 nphia torsions, now there are 127024
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.184 C O CB   0.739 SG
add_les> spac numc=2 pick #cca 5054 5054 done
 picking from        61809  particles
 Picked           15  particles
 Making            2  copies
there were  61809 particles; currently  61824 particles
there were  33995 nbonh bonds, now there are  34001
there were  28584 nbona bonds, now there are  28594
there were      0 nbper bonds, now there are      0
there were  61124 ntheth angles, now there are  61140
there were  39193 ntheta angles, now there are  39208
there were      0 ngper angles, now there are      0
there were 128289 nphih torsions, now there are 128332
there were 127024 nphia torsions, now there are 127079
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.031 C O CB   0.127 OG
add_les> spac numc=2 pick #cca 5066 5066 done
 picking from        61824  particles
 Picked           20  particles
 Making            2  copies
there were  61824 particles; currently  61844 particles
there were  34001 nbonh bonds, now there are  34011
there were  28594 nbona bonds, now there are  28605
there were      0 nbper bonds, now there are      0
there were  61140 ntheth angles, now there are  61164
there were  39208 ntheta angles, now there are  39226
there were      0 ngper angles, now there are      0
there were 128332 nphih torsions, now there are 128384
there were 127079 nphia torsions, now there are 127151
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ VAL: N CA   0.111 C O CB   0.505 CG1 CG2
add_les> spac numc=2 pick #cca 5112 5112 done
 picking from        61844  particles
 Picked           15  particles
 Making            2  copies
there were  61844 particles; currently  61859 particles
there were  34011 nbonh bonds, now there are  34017
there were  28605 nbona bonds, now there are  28615
there were      0 nbper bonds, now there are      0
there were  61164 ntheth angles, now there are  61179
there were  39226 ntheta angles, now there are  39242
there were      0 ngper angles, now there are      0
there were 128384 nphih torsions, now there are 128427
there were 127151 nphia torsions, now there are 127218
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.094 C O CB   0.165 OG
add_les> spac numc=2 pick #cca 5124 5124 done
 picking from        61859  particles
 Picked           14  particles
 Making            2  copies
there were  61859 particles; currently  61873 particles
there were  34017 nbonh bonds, now there are  34022
there were  28615 nbona bonds, now there are  28626
there were      0 nbper bonds, now there are      0
there were  61179 ntheth angles, now there are  61193
there were  39242 ntheta angles, now there are  39260
there were      0 ngper angles, now there are      0
there were 128427 nphih torsions, now there are 128468
there were 127218 nphia torsions, now there are 127293
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ CYS: N CA   0.161 C O CB   0.496 SG
add_les> spac numc=2 pick #cca 5142 5142 done
 picking from        61873  particles
 Picked           15  particles
 Making            2  copies
there were  61873 particles; currently  61888 particles
there were  34022 nbonh bonds, now there are  34028
there were  28626 nbona bonds, now there are  28636
there were      0 nbper bonds, now there are      0
there were  61193 ntheth angles, now there are  61208
there were  39260 ntheta angles, now there are  39276
there were      0 ngper angles, now there are      0
there were 128468 nphih torsions, now there are 128510
there were 127293 nphia torsions, now there are 127364
there were      0 ndper torsions, now there are      0
processing exclusion list 
finished creating LES subspace 
 Checking topology sizes against compiled limits
add_les> ~ SER: N CA   0.076 C O CB   0.213 OG
add_les> *EOD
 Finished reading subspace definitions. 
 Looking for unique atom and covalent types
           4           1   1.0900000000000001        340.00000000000000     
           6           2   1.0900000000000001        340.00000000000000     
           9           3   1.0100000000000000        434.00000000000000     
          11           4   1.0900000000000001        340.00000000000000     
          13           5   1.0900000000000001        340.00000000000000     
          16           6   1.0900000000000001        340.00000000000000     
          18           7   1.0100000000000000        434.00000000000000     
          20           8   1.0900000000000001        340.00000000000000     
          22           9   1.0900000000000001        340.00000000000000     
          25          10  0.95999999999999996        553.00000000000000     
          26          11   1.0900000000000001        340.00000000000000     
          30          12   1.0800000000000001        367.00000000000000     
          37          13   1.0100000000000000        434.00000000000000     
          39          14   1.0900000000000001        340.00000000000000     
          41          15   1.0900000000000001        340.00000000000000     
          25          16  0.95999999999999996        276.50000000000000     
          22          17   1.0900000000000001        170.00000000000000     
          16          18   1.0900000000000001        170.00000000000000     
          18          19   1.0100000000000000        217.00000000000000     
          44          20   1.0900000000000001        340.00000000000000     
          46          21   1.0800000000000001        367.00000000000000     
          47          22   1.0100000000000000        434.00000000000000     
          49          23   1.0800000000000001        367.00000000000000     
          37          24   1.0100000000000000        217.00000000000000     
          39          25   1.0900000000000001        170.00000000000000     
          41          26   1.0900000000000001        170.00000000000000     
           4          27   1.0900000000000001        170.00000000000000     
          11          28   1.0900000000000001        170.00000000000000     
          13          29   1.0900000000000001        170.00000000000000     
          65          30   1.3360000000000001        274.00000000000000     
          20          31   1.0900000000000001        170.00000000000000     
          69          32   1.0970000000000000        375.89999999999998     
          72          33   1.0129999999999999        527.29999999999995     
          73          34   1.0860000000000001        395.69999999999999     
          77          35   1.0880000000000001        391.39999999999998     
          79          36   1.0880000000000001        391.39999999999998     
          81          37  0.97299999999999998        563.50000000000000     
          83          38   1.0970000000000000        375.89999999999998     
          84          39   1.5136000000000001        553.00000000000000     
          85          40  0.95720000000000005        553.00000000000000     
 bond with hydrogen:          40
There were    85 bond types, now there are   116
There were   182 angle types, now there are   253
There were   226 dihedral types, now there are   367
There were    26 atom typesNow there are    36
MAX # ATOMS IN A SINGLE RESIDUE =      48
  ATOM  origpt
 Writing coordinates to output file
 Writing box coords and angles to output file
 Successful completion of ADDLES
